Repository: buresdv/Cork
Catalog: Cork/Localizable.xcstrings
Source language: en
Languages: cs, de, es_419, fr, it, ko, pt_pt, ru, tr, uk, zh_hans, zh_hant

# add.package.install.requires-sudo-password.terminal-instructions-%@
source: Click "Open Terminal" below Use ⌘+V to insert the command, and then press ↩ (Return) to execute the command Follow the instructions to install %@, return to Cork and close this dialog
cs: Klikněte na "Otevřit Terminál" Příkaz do něj vložte pomocí ⌘+V, a poté příkaz spusťte stisknutím ↩ (Return) Řiďte se podle pokynů, které uvidíte v Terminálu, a poté se vraťte do Corku a tento dialog zavřete
de: Klicke auf "Terminal öffnen" Benutze ⌘+V um den Befehl einzufügen und drücke ↩ (Enter) um den Befehl auszuführen Folge den Anweisungen um %@ zu Installieren. Anschließend kannst du diesen Dialog schließen.
es_419: Haga clic en "Abrir terminal" a continuación Utilice ⌘+V para insertar el comando y luego presione ↩ (Retorno) para ejecutar el comando Siga las instrucciones para instalar %@, regrese a Cork y cierre este cuadro de diálogo
fr: Cliquez sur "Ouvrir le Terminal" ci-dessous. Utilisez ⌘+V pour insérer la commande, puis appuyez sur ↩ (Entrée) pour exécuter la commande. Suivez les instructions pour installer %@, puis revenez à Cork et fermez cette boîte de dialogue
it: Fai clic su “Apri Terminale” qui sotto Usa ⌘+V per inserire il comando, poi premi ↩ (Invio) per eseguire il comando Segui le istruzioni per installare %@, torna su Cork e chiudi questo messaggio
ko: 아래의 '터미널 열기'를 클릭합니다. ⌘+V를 사용하여 명령을 입력한 다음 (Return)을 눌러 명령을 실행합니다. 지침에 따라 %@을 설치하고 Cork로 돌아가서 이 대화 상자를 닫습니다.
pt_pt: Clica "Abrir Terminal” Usa ⌘+V para inserir o commando e pressiona ↩ (Executar) para executar o comando. Segue as instruções para instalar %@, volta ao Cork e fecha este diálogo
ru: Нажмите кнопку "Открыть Терминал" снизу Нажмите ⌘+V, чтобы вставить команду, а затем ↩ (Return), чтобы выполнить её Следуйте инструкциям для установки %@, затем вернитесь в Cork и закройте это диалоговое окно
tr: Aşağıda "Terminal'i Aç" düğmesine tıklayın Komutu eklemek için ⌘+V tuşlarını kullanın ve ardından komutu çalıştırmak için ↩ (Enter) tuşuna basın %@ kurulumu için talimatları takip edin, Cork'a geri dönün ve bu pencereyi kapatın
uk: Натисніть «Відкрити Термінал» нижче Використовуйте ⌘+V, щоб вставити команду, а потім натисніть ↩ (Return), щоб виконати її Дотримуйтесь інструкцій для встановлення, поверніться до Cork та закрийте це діалогове вікно
zh_hans: 点击下方的「打开终端」 使用 ⌘+V 粘贴命令，然后按 ↩（回车）执行命令 按照提示安装 %@，完成后返回 Cork 并关闭此对话框
zh_hant: 在下方點選「開啟終端機」 用 ⌘+V 貼上指令，然後按 ↩（輸入鍵）來執行指令 遵照指示安裝 %@，回到 Cork 關閉本對話

# add.package.search.results.packages.none-found.description
source: Try searching for another package
cs: Zkuste vyhledat něco jiného
de: Versuchen Sie, nach einem anderen Paket zu suchen.
es_419: Intenta buscar otro paquete
fr: Essayez de chercher un autre paquet
it: Prova a cercare un altro pacchetto
ru: Убедитесь, что вы ввели верное название пакета
tr: Başka bir paket aramayı deneyin
uk: Спробуйте пошукати інший пакет
zh_hans: 尝试搜索其他软件包
zh_hant: 嘗試搜尋其他套件

# add.package.uninstall.requires-sudo-password.terminal-instructions-%@
source: Click "Open Terminal" below Use ⌘+V to insert the command, and then press ↩ (Return) to execute the command Follow the instructions to uninstall %@, return to Cork and close this dialog
cs: Klikněte na "Otevřit Terminál" Příkaz do něj vložte pomocí ⌘+V, a poté příkaz spusťte stisknutím ↩ (Return) Řiďte se podle pokynů, které uvidíte v Terminálu, a poté se vraťte do Corku a tento dialog zavřete
de: Klicke unten auf „Terminal öffnen“. Verwende ⌘+V, um den Befehl einzufügen, und drücke dann ↩ (Eingabe), um den Befehl auszuführen Befolge die Anweisungen zur Deinstallation von %@, kehre zu Cork zurück und schließe dieses Dialogfeld
es_419: Haga clic en "Abrir terminal" a continuación Utilice ⌘+V para insertar el comando y luego presione ↩ (Retorno) para ejecutar el comando Siga las instrucciones para desinstalar %@, regrese a Cork y cierre este cuadro de diálogo
fr: Cliquez sur "Ouvrir le terminal" ci-dessous Utilisez ⌘+V pour insérer la commande, puis appuyez sur ↩ (Retour) pour exécuter la commande Suivez les instructions pour désinstaller %@, retournez à Cork et fermez cette boîte de dialogue
it: Fai clic su “Apri Terminale” qui sotto Usa ⌘+V per inserire il comando, poi premi ↩ (Invio) per eseguire il comando Segui le istruzioni per disinstallare %@, torna su Cork e chiudi questo messaggio
ko: 아래의 '터미널 열기'를 클릭합니다. ⌘+V를 사용하여 명령을 입력한 다음 (Return)을 눌러 명령을 실행합니다. 지침에 따라 %@을 제거하고 Cork로 돌아가서 이 대화 상자를 닫습니다.
pt_pt: Clica "Abrir Terminal” Usa ⌘+V para inserir o commando e pressiona ↩ (Executar) para executar o comando. Segue as instruções para desinstalar %@, volta ao Cork e fecha este diálogo
ru: Нажмите кнопку "Открыть Терминал" снизу Нажмите ⌘+V, чтобы вставить команду, а затем ↩ (Return), чтобы выполнить её Следуйте инструкциям для удаления %@, затем вернитесь в Cork и закройте это диалоговое окно
tr: Aşağıda "Terminal'i Aç" düğmesine tıklayın Komutu yapıştırmak için ⌘+V tuşlarını kullanın ve ardından komutu çalıştırmak için ↩ (Enter) tuşuna basın %@'u kaldırmak için talimatları izleyin, Cork'a geri dönün ve bu pencereyi kapatın
uk: Натисніть «Відкрити термінал» нижче Використовуйте ⌘+V, щоб вставити команду, а потім натисніть ↩ (Return), щоб виконати її Дотримуйтесь інструкцій для видалення, поверніться до Cork та закрийте це діалогове вікно
zh_hans: 点击下方的「打开终端」 使用 ⌘+V 粘贴命令，然后按 ↩（回车）执行命令 按照提示卸载 %@，完成后返回 Cork 并关闭此对话框
zh_hant: 在下方點選「開啟終端機」 用 ⌘+V 貼上指令，然後按 ↩（輸入鍵）來執行指令 遵照指示卸載 %@，回到 Cork 關閉本對話

# adopt-cask.fatal-error-%@
source: Couldn’t adopt %@
cs: Při přidávání %@ do Homebrew se vyskytla chyba
de: Konnte nicht annehmen %@
es_419: No se pudo adoptar %@
fr: Impossible d’adopter %@
it: Impossibile adottare %@
ru: Не удалось перевести %@ под управление Homebrew
tr: %@ devralınamadı
uk: Не вдалося прийняти %@
zh_hant: 無法接管 %@

# add-tap
source: Add a tap
cs: Přidat pípu
de: Tap hinzufügen
es_419: Añadir un tap
fr: Ajouter un tap
it: Aggiungi un tap
ko: 탭 추가
pt_pt: Adicionar Tap
ru: Добавить источник
tr: Bir tap ekle
uk: Додати Tap
zh_hans: 添加 Tap
zh_hant: 新增 Tap

# add-package.uninstall.requires-sudo-password-%@
source: Elevated permissions are required to uninstall %@
cs: Pro odinstalování %@ je potřeba oprávnění správce
de: Für die Deinstallation sind erhöhte Berechtigungen erforderlich %@
es_419: Se requieren permisos elevados para desinstalar %@
fr: Des autorisations élevées sont requises pour désinstaller %@
it: Per disinstallare %@ servono ulteriori permessi
ko: %@ 를 제거하려면 관리자 권한이 필요합니다.
pt_pt: Desinstalar %@ requer permissões elevadas
ru: Для удаления %@ нужны привилегии администратора
tr: %@'i kaldırmak için yükseltilmiş izinler gerekiyor
uk: Необхідні привілеї адміністратора для видалення %@
zh_hans: 卸载 %@ 需要更高权限
zh_hant: 需要提升權限才能解除安裝 %@

# add-package.install.ready
source: Building Dependency Graph…
cs: Sestavování seznamu závislostí…
de: Abhängigkeitsbaum wird erstellt…
es_419: Construyendo el gráfico de dependencias…
fr: Construction du graphe des dépendances…
it: Creo grafico dipendenze…
ko: 종속성 그래프 구축...
pt_pt: Construindo Grafo de Dependências…
ru: Постройка графа зависимостей...
tr: Bağımlılık Grafiği Oluşturuluyor…
uk: Побудова графіка залежності...
zh_hans: 构建依赖关系图…
zh_hant: 建立依賴關係圖…

# adopt-cask.in-progress.%@
source: Adopting %@…
cs: Přidávání %@ do Homebrew...
de: Übernahme von %@…
es_419: Adoptando %@…
fr: Adoption de %@…
it: Adotto %@…
ru: Перевод %@ под управление Homebrew…
tr: %@ devralınıyor…
uk: Прийняття %@…
zh_hant: 接管中 %@…

# error.services.loading.homebrew-outdated
source: Homebrew outdated
cs: Homebrew je zastaralý
de: Homebrew veraltet
es_419: Homebrew desactualizado
fr: Homebrew n’est pas à jour
it: Homebrew non è aggiornato
pt_pt: Homebrew desatualizado
ru: Homebrew устарел
tr: Homebrew güncel değil
uk: Homebrew застарів
zh_hans: Homebrew 可更新
zh_hant: Homebrew 版本過舊

# add-package.install.binary-already-exists.subheadline
source: This Cask is already present in the Applications folder Uninstall it, then try again
cs: Tento soudek už ve složce Aplikace existuje Odinstalujte jej a zkuste to znovu
de: Dieses Programm ist bereits im Ordner „Anwendungen“ vorhanden. Deinstallieren Sie es und versuchen Sie es erneut.
es_419: Este cask ya está presente en la carpeta de Aplicaciones, desinstala, y prueba nuevamente
fr: Ce Cask est déjà présent dans le dossier Applications Désinstallez-le, puis réessayez
it: Questo cask è già presente nella cartella Applicazioni Disinstallalo, poi riprova
pt_pt: Este Cask já está presente nas Aplicações. Desinstala-o e tenta novamente
ru: Это приложение уже находится в папке "Приложения". Удалите его и попробуйте еще раз.
tr: Bu Cask Uygulamalar klasöründe mevcut Kaldırın ve tekrar deneyin
uk: Цей Cask вже присутній у папці Applications Видаліть його, а потім спробуйте ще раз
zh_hans: 应用程序文件夹中已存在此 Cask 请先卸载它，然后重试
zh_hant: 此 Cask 軟體已存在於「應用程式」資料夾中 解除安裝，然後再試一次

# alert.could-not-get-new-packages-in-scheduled-update-system.title
source: Couldn't retrieve outdated packages
cs: Načítání zastaralých balíčku se nepodařilo
de: Veraltete Pakete konnten nicht abgerufen werden
es_419: No se pudieron recuperar paquetes obsoletos
fr: Impossible de récupérer les paquets obsolètes
it: Impossibile recuperare i pacchetti da aggiornare
ko: 오래된 패키지를 검색할 수 없습니다.
pt_pt: Não foi possível obter as bibliotecas expiradas
ru: Не удалось получить список устаревших пакетов
tr: Güncellenecek paketler alınamadı
uk: Не вдалося отримати застарілі пакети
zh_hans: 无法获取可用软件包更新
zh_hant: 無法取得舊版套件

# adoptable-packages.label
source: Adoptable apps
cs: Přidatelné aplikace
de: Verwaltbare Apps
es_419: Aplicaciones adoptables
fr: Applications adoptables
it: App adottabili
ru: Можно перевести под контроль Homebrew
tr: Devralınabilir uygulamalar
zh_hant: 可加入接管的應用程式

# alert.cache-deletion-failed.title
source: Couldn’t delete cache
cs: Při mazání mezipaměti se vyskytla chyba
de: Cache konnte nicht gelöscht werden
es_419: No se pudo borrar el cache
fr: Impossible de supprimer le cache
it: Impossibile eliminare la cache
ru: Не удалось удалить кеш
tr: Önbellek silinemedi
uk: Не вдалося видалити кеш
zh_hans: 无法删除缓存
zh_hant: 無法刪除快取

# alert.could-not-apply-tags.message
source: Try restarting Cork. If the problem persists, clear Cork metadata
cs: Zkuste restartovat Cork. Pokud problém přetrvává, smažte metadata Corku
de: Versuchen Sie, Cork neu zu starten. Wenn das Problem weiterhin besteht, löschen Sie die Cork-Metadaten.
es_419: Intente reiniciar Cork. Si el problema persiste, borre los metadatos de Cork
fr: Essayez de redémarrer Cork. Si le problème persiste, effacez les métadonnées de Cork
it: Prova a riavviare Cork. Se il problema persiste, cancella i metadati di Cork
ko: Cork를 재시작해 보세요. 문제가 지속되면 Cork 메타데이터를 지우세요.
pt_pt: Reinicia o Cork. Se o problema persistir, limpa os metadados do Cork
ru: Попробуйте перезапустить Cork. Если это не поможет, очистите метаданные Cork
tr: Cork'u yeniden başlatmayı deneyin. Sorun devam ederse, Cork meta verilerini temizleyin
uk: Спробуйте перезапустити Cork. Якщо проблема не зникає, очистіть метадані Cork
zh_hans: 请尝试重启 Cork。如果问题仍然存在，请清除 Cork 的元数据
zh_hant: 請嘗試重啟 Cork。如果無法解決問題，嘗試清除 Cork 的元資料

# alert.could-not-apply-tags.title
source: Couldn't apply tagged state to packages
cs: Značky se nepodařilo přiřadit k balíčkům
de: Die Pakete konnten nicht getaggt werden
es_419: No se pudieron aplicar el estado etiquetado a los paquetes
fr: Impossible d'appliquer l'état tagué aux paquets
it: Impossibile applicare etichetta al pacchetto
ko: 태그된 상태를 패키지에 적용할 수 없습니다.
pt_pt: Não foi possível aplicar o estado às bibliotecas
ru: Не удалось сопоставить метки с пакетами.
tr: Paketlere etiket atanamadı
uk: Не вдалося застосувати позначений стан до пакетів
zh_hans: 无法将标签状态应用于软件包
zh_hant: 無法為套件加上標籤

# alert.could-not-associate-any-package-in-tracker-with-provided-uuid.message
source: Cork could not find this package in the package database
cs: Cork tento balíček nenašel v databázi balíčků
de: Cork konnte dieses Paket nicht in der Datenbank finden
es_419: Cork no pudo encontrar este paquete en la base de datos de paquetes
fr: Cork n'a pas pu trouver ce paquet dans la base de données des paquets
it: Cork non ha trovato questo pacchetto nel database dei pacchetti
ko: Cork가 패키지 데이터베이스에서 이 패키지를 찾을 수 없습니다.
pt_pt: O Cork não encontrou esta biblioteca na base de dados
ru: Cork не удалось найти этот пакет в базе
tr: Cork paket veritabanında bu paket bulunamadı
uk: Cork не зміг знайти цей пакет у базі даних пакетів
zh_hans: Cork 无法在数据库中找到该软件包
zh_hant: Cork 無法在套件資料庫裡找到此套件

# alert.could-not-associate-any-package-in-tracker-with-provided-uuid.title
source: Couldn't find package in database
cs: Balíček nebyl nalezen v databázi
de: Paket nicht in Datenbank gefunden
es_419: No se pudo encontrar el paquete en la base de datos
fr: Impossible de trouver le paquet dans la base de données
it: Impossibile trovare il pacchetto nel database
ko: 데이터베이스에서 패키지를 찾을 수 없습니다.
pt_pt: Não foi possível encontrar esta biblioteca na base de dados
ru: Не удалось найти пакет в базе
tr: Veritabanında bu paket bulunamadı
uk: Не вдалося знайти пакет у базі даних
zh_hans: 无法在数据库中找到软件包
zh_hant: 無法在資料庫中找到套件

# alert.could-not-clear-metadata.message
source: Delete the metadata folder manually, or try restarting Cork
cs: Ručně smažte složku s metadaty Corku, nebo zkuste restartovat Cork
de: Lösche den Metadatenordner manuell, oder starte Cork neu
es_419: Elimine la carpeta de metadatos manualmente o intente reiniciar Cork
fr: Supprimez manuellement le dossier des métadonnées ou essayez de redémarrer Cork
it: Elimina la cartella dei metadati manualmente o prova a riavviare Cork
ko: 메타데이터 폴더를 수동으로 삭제하거나 Cork를 재시작해 보세요.
pt_pt: Apaga os metadados manualmente ou tenta reiniciar o Cork
ru: Удалите папку с метаданными вручную, или попробуйте перезапустить Cork
tr: Metadata klasörünü manuel olarak silin veya Cork'u yeniden başlatmayı deneyin
uk: Видаліть папку метаданих вручну або спробуйте перезапустити Cork
zh_hans: 请手动删除元数据文件夹，或尝试重启 Cork
zh_hant: 請手動刪除元資料的檔案夾，或嘗試重新啟動 Cork

# alert.could-not-clear-metadata.title
source: Couldn't clear metadata
cs: Složku s metadaty se nepodařilo smazat
de: Metadaten konnten nicht gelöscht werden
es_419: No se pudieron borrar los metadatos
fr: Impossible d'effacer les métadonnées
it: Impossibile cancellare metadati
ko: 메타데이터를 지울 수 없습니다.
pt_pt: Não foi possível limpar os metadados
ru: Не удалось очистить метаданные
tr: Metadata temizlenemedi
uk: Не вдалося очистити метадані
zh_hans: 无法清除元数据
zh_hant: 無法清除元資料

# alert.could-not-create-metadata-directory.title
source: Couldn't create Metadata folder
cs: Složku s metadaty se nepodařilo vytvořit
de: Metadatenordner konnte nicht erstellt werden
es_419: No se pudo crear la carpeta de metadatos
fr: Impossible de créer le dossier des métadonnées
it: Impossibile creare cartella metadati
ko: 메타데이터 폴더를 만들 수 없습니다.
pt_pt: Não foi possível criar a pasta Metadados
ru: Не удалось создать папку "Metadata"
tr: Metadata klasörü oluşturulamadı
uk: Не вдалося створити папку Metadata
zh_hans: 无法创建元数据文件夹
zh_hant: 無法創建元資料檔案夾

# alert.could-not-create-metadata-file.title
source: Couldn't create metadata file
cs: Soubor s metadata se nepodařilo vytvořit
de: Metadatendatei konnte nicht erstellt werden
es_419: No se pudo crear el archivo de metadatos
fr: Impossible de créer le fichier de métadonnées
it: Impossibile creare il file metadati
ko: 메타데이터 파일을 만들 수 없습니다.
pt_pt: Não foi possível criar o ficheiro de metadados
ru: Не удалось создать файл метаданных
tr: Metadata dosyası oluşturulamadı
uk: Не вдалося створити файл метаданих
zh_hans: 无法创建元数据文件
zh_hant: 無法建立元資料檔案

# alert.could-not-create-metadata-directory-or-folder.message
source: Make sure you've given Cork permission to access your Documents folder
cs: Ujistěte se, že Cork má přístup ke složce Dokumenty
de: Stelle sicher, dass Cork Zugriff auf den Ordner Dokumente hat
es_419: Asegúrate de haberle dado permiso a Cork para acceder a tu carpeta de Documentos.
fr: Assurez-vous d'avoir donné à Cork l'autorisation d'accéder à votre dossier Documents.
it: Assicurati che Cork abbia il permesso di accedere alla cartella Documenti
ko: Cork에 문서 폴더에 액세스할 수 있는 권한을 부여했는지 확인하세요.
pt_pt: Verifica as permissões do Cork para aceder aos Documentos
ru: Убедитесь, что вы дали Cork доступ к вашей папке "Документы".
tr: Cork'a Belgeler klasörüne erişim izni verdiğinizden emin olun
uk: Переконайтеся, що Ви надали Cork дозвіл на доступ до папки Документи
zh_hans: 请确保已授权 Cork 访问您的文稿文件夹
zh_hant: 確保您已經授予 Cork 訪問您的文件夾的權限

# alert.could-not-dump-brewfile.title
source: Couldn't write Homebrew backup
cs: Při ukládání zálohy se vyskytla chyba
de: Die Homebrew-Sicherung kann nicht geschrieben werden
es_419: No se pudo escribir la copia de seguridad de Homebrew
fr: Impossible d'écrire une sauvegarde Homebrew
it: Non è stato possibile scrivere il backup di Homebrew
ko: 홈브루 백업을 작성할 수 없습니다.
pt_pt: Não foi possível dar backup ao Homebrew
ru: Не удалось записать резервную копию Homebrew
tr: Homebrew yedekleme dosyası yazılamadı
uk: Не вдалося записати резервну копію Homebrew
zh_hans: 无法写入 Homebrew 备份
zh_hant: 無法寫入 Homebrew 備份

# alert.could-not-find-package-in-parent-directory.title
source: Could not find this package
cs: Tento balíček se nepodařilo najít
de: Paket konnte nicht gefunden werden
es_419: No se pudo encontrar este paquete
fr: Impossible de trouver ce paquet
it: Pacchetto non trovato
ko: 이 패키지를 찾을 수 없습니다.
pt_pt: Não foi possível encontrar esta biblioteca
ru: Не удалось найти этот пакет
tr: Bu paket bulunamamıştır
uk: Не вдалося знайти цей пакет
zh_hans: 无法找到该软件包
zh_hant: 找不到此套件

# alert.could-not-find-package-uuid-in-list
source: Could not find the selected package in the list of available packages
cs: Vybrané balíčky se nepodařilo najít v seznamu dostupných baíšků
de: Das ausgewählte Paket konnte in der Liste der verfügbaren Pakete nicht gefunden werden.
es_419: No se pudo encontrar el paquete seleccionado en la lista de paquetes disponibles
fr: Impossible de trouver le paquet sélectionné dans la liste des paquets disponibles
it: Il pacchetto selezionato non è presente nella lista dei pacchetti disponibili
pt_pt: Não foi possível encontrar a biblioteca selecionada
ru: Не удалось найти выбранный пакет в списке доступных
tr: Seçilen paket, mevcut paketler listesinde bulunamadı.
uk: Не вдалося знайти обраний пакет у списку доступних пакетів
zh_hans: 无法在可用软件包中找到所选软件包
zh_hant: 無法在可用套件清單中找到所選的套件

# alert.could-not-get-brewfile-location.message
source: Move the backup file to a different location, then try again
cs: Zálohu přesuňte do jiné složky a zkuste to znovu
de: Verschiebe die Sicherungsdatei in ein anderes Verzeichnis, und versuche es erneut
es_419: Mueva el archivo de copia de seguridad a una ubicación diferente y vuelva a intentarlo
fr: Déplacez le fichier de sauvegarde vers un autre emplacement, puis réessayez
it: Sposta il file di backup in una posizione diversa, poi riprova
ko: 백업 파일을 다른 위치로 옮긴 다음 다시 시도하세요.
pt_pt: Move o ficheiro de backup para outro local e tenta novamente
ru: Переместите файл в другое расположение, затем попробуйте еще раз
tr: Yedekleme dosyasını farklı bir konuma taşıyın, sonra tekrar deneyin
uk: Перемістіть файл резервної копії в інше місце, а потім спробуйте ще раз
zh_hans: 请将备份文件移动到其他位置，然后重试
zh_hant: 將備份文件移動到不同的位置，然後再試一次

# alert.could-not-get-brewfile-location.title
source: Insufficient permissions to read backup file
cs: K přečtení zálohy nemáte dostatečná oprávnění
de: Unzureichende Berechtigungen zum lesen der Sicherungsdatei
es_419: Permisos insuficientes para leer el archivo de respaldo
fr: Autorisations insuffisantes pour lire le fichier de sauvegarde
it: Permessi insufficienti per leggere il file di backup
ko: 백업 파일을 읽을 수 있는 권한이 부족합니다.
pt_pt: Permissões insuficientes para ler o ficheiro de backup
ru: Недостаточно прав для чтения файла резервной копии
tr: Yedekleme dosyasını okumak için izinler yetersiz
uk: Немає достатніх привілеїв для читання файлу резервної копії
zh_hans: 没有足够的权限读取备份文件
zh_hant: 無法讀取備份文件，權限不足

# alert.could-not-get-brewfile-working-directory.title
source: Couldn't create backup parent folder
cs: Při vytváření složky pro zálohu se vyskytla chyba
de: Der übergeordnete Sicherungsordner kann nicht erstellt werden
es_419: No se pudo crear la carpeta principal de respaldo
fr: Impossible de créer le dossier parent de sauvegarde
it: Impossibile creare cartella genitore del file di backup
ko: 백업 상위 폴더를 만들 수 없습니다.
pt_pt: Não foi possível criar a pasta de backup
ru: Не удалось создать папку для резервной копии
tr: Yedekleme ana klasörü oluşturulamadı
uk: Не вдалося створити резервну копію батьківської папки
zh_hans: 无法创建备份文件夹
zh_hant: 無法建立儲存備份檔的資料夾

# alert.could-not-get-contents-of-package-folder.title
source: Couldn’t read package info
cs: Při čtení informací o balíčku se vyskytla chyba
de: Paketinformationen konnten nicht gelesen werden
es_419: No se pudo leer la información del paquete
fr: Impossible de lire les informations du paquet
it: Impossibile leggere info pacchetto
ru: Не удалось считать данные пакета
tr: Paket bilgisi okunamadı
uk: Не вдалося прочитати інформацію про пакет
zh_hans: 无法读取软件包信息
zh_hant: 無法讀取套件資訊

# alert.could-not-get-new-packages-in-scheduled-update-system.message
source: There was an error while parsing outdated packages
cs: Při čtení seznamu zastaralých balíčků se vyskytla chyba
de: Beim Parsen veralteter Pakete ist ein Fehler aufgetreten
es_419: Hubo un error al analizar paquetes obsoletos
fr: Il y a eu une erreur lors de l'analyse des paquets obsolètes
it: Si è verificato un errore durante l’analisi dei pacchetti da aggiornare
ko: 오래된 패키지를 파싱하는 동안 오류가 발생했습니다.
pt_pt: Ocorreu um erro ao carregar bibliotecas expiradas
ru: При анализе устаревших пакетов произошла ошибка
tr: Paket güncelleme sisteminde eski paketleri ayrıştırırken bir hata oluştu
uk: Під час аналізу застарілих пакетів сталася помилка
zh_hans: 在解析更早版本软件包时出现了错误
zh_hant: 解讀舊版套件時發生錯誤

# alert.notifications-error-while-getting-top-package.message
source: Homebrew sent Cork an invalid response
cs: Homebrew poslal Corku nesprávnou odpověď
de: Homebrew hat Cork eine ungültige Antwort gesendet
es_419: Homebrew envió a Cork una respuesta no válida
fr: Homebrew a envoyé une réponse invalide à Cork
it: Homebrew ha inviato a Cork una risposta non valida
ko: 홈브루가 Cork에 잘못된 응답을 보냈습니다.
pt_pt: O Homebrew enviou ao Cork uma resposta inválida
ru: Homebrew отправил Cork неверный ответ
tr: Homebrew Cork'a geçersiz bir yanıt gönderdi
uk: Homebrew надіслав Cork недійсну відповідь
zh_hans: Homebrew 给 Cork 发送了一条无效的响应
zh_hant: Homebrew 向 Cork 發送了無效的回應

# alert.notifications-error-while-getting-top-packages.title
source: Couldn't get top packages
cs: Nejoblíbenější balíčky se nepodařilo načíst
de: Es konnten keine Top-Pakete abgerufen werden
es_419: No se pudieron obtener los mejores paquetes
fr: Impossible d'obtenir les paquets les plus populaires
it: Impossibile ottenere pacchetti popolari
ko: 상위 패키지를 받을 수 없음
pt_pt: Não foi possível obter as bibliotecas principais
ru: Не удалось получить список популярных пакетов
tr: Liste başı paketler alınamadı
uk: Не вдалося отримати найкращі пакети
zh_hans: 无法获取热门软件包
zh_hant: 無法取得熱門套件

# alert.could-not-import-brewfile.title
source: Couldn't read backup file
cs: Při čtení zálohy se vyskytla chyba
de: Sicherungsdatei kann nicht gelesen werden
es_419: No se pudo leer el archivo de respaldo
fr: Impossible de lire le fichier de sauvegarde
it: Impossibile leggere il file di backup
ko: 백업 파일을 읽을 수 없습니다.
pt_pt: Não foi possível ler o ficheiro de backup
ru: Не удалось прочитать файл резервной копии
tr: Yedekleme dosyası okunamadı
uk: Не вдалося прочитати файл резервної копії
zh_hans: 无法读取备份文件
zh_hant: 無法讀取備份檔
